"livechat.inputfield.questionplaceholder" = "Írja be a kérdését";
"livechat.inputfield.messageplaceholder" = "Üzenet";
"livechat.inputfield.feedbackplaceholder" = "Írja ide visszajelzését...";
"livechat.inputfield.commentplaceholder" = "Hozzászólás";
"livechat.headertitle.department" = "Válasszon szervezeti egységet";
"livechat.headertitle.feedback" = "Küldje el javaslatait";
"livechat.button.send" = "Küldés";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Fotótár";
"livechat.button.sendPhoto" = "Fotó küldése";
"livechat.button.takescreenshot" = "Képernyőkép rögzítése";
"livechat.button.cancel" = "Mégse";
"livechat.button.open" = "Megnyitás";
"livechat.button.copy" = "Másolás";
"livechat.button.submit" = "KÜLDÉS";
"livechat.button.back" = "< Vissza";
"livechat.button.select" = "Kiválasztás";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Vissza";
"livechat.message.savetolibrary" = "Mentés a fotótárba";
"livechat.message.offlineSend" = "Küldés kapcsolaton kívül";
"livechat.message.secs" = "%@ másodperc";
"livechat.message.sec" = "%@ mp";
"livechat.message.newmessage" = "%@ új üzenet";
"livechat.message.newmessages" = "%@ új üzenet";
"livechat.message.chattransfered" = "Beszélgetés átadva. Üdvözlöm, %@ vagyok!! Örömömre szolgálna, a továbbiakban a segítségére lehetnék.";
"livechat.message.agenjoinedchat" = "%@ csatlakozott a beszélgetéshez.";
"livechat.message.sessionended" = "Program befejezve - #%@";
"livechat.message.sessionendednovisitid" = "Program befejezve";
"livechat.message.connectedto" = "Csatlakozva a következőhöz: %@";
"livechat.message.sessionendtime" = "A beszélgetés %@ múlva véget ér";
"livechat.message.chatmissed" = "Rövidesen jelentkezünk";
"livechat.message.defaultthankmsg" = "Köszönjük, hogy felvette velünk a kapcsolatot! \n Kérjük, értékeljen bennünket, és adjon visszajelzést számunkra.";
"livechat.ratingresponse.ratingandfeedback" = "Köszönjük értékelését és visszajelzését";
"livechat.ratingresponse.feedback" = "Köszönjük az értékes visszajelzését";
"livechat.ratingresponse.rating" = "Köszönjük az értékelését";
"livechat.message.name" = "Én";
"livechat.ratingmessage.bad" = "Rossz";
"livechat.ratingmessage.good" = "Jó";
"livechat.ratingmessage.wow" = "Ejha";
"livechat.feedbackmessage.nofeedback" = "Nincs visszajelzés";
"livechat.connectionstatus.online" = "Bejelentkezve";
"livechat.connectionstatus.offline" = "Kijelentkezve";
"livechat.connectionstatus.connecting" = "Csatlakozás";
"livechat.connectionstatus.waitingfornetwork" = "Várakozás a hálózatra";
"livechat.connectionstatus.noconnection" = "Nincs hálózati kapcsolat..";
"livechat.day.morning" = "Reggel";
"livechat.day.afternoon" = "Délután";
"livechat.day.evening" = "Este";
"livechat.day.night" = "Éjszaka";
"livechat.day.today" = "Ma";
"livechat.day.yesterday" = "Tegnap";
"livechat.fileSize.exceed.alert" = "A fájl mérete meghaladja a megengedett korlátot";


//

"livechat.message.sessionend" = "A beszélgetés hamarosan véget ér";

"livechat.leave.feedback" = "Köszönjük, hogy felvette velünk a kapcsolatot! \n Kérjük, adjon visszajelzést számunkra.";

"livechat.offline.sent" = "Kapcsolat nélküli módban elküldve";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "kép";

"livechat.conversation.vidoe" = "videó";

"livechat.conversation.audio" = "hang";

"livechat.conversation.file" = "fájl";

"livechat.conversation.location" = "hely";

"livechat.conversation.contact" = "kapcsolat";

"livechat.ongoing.typing" = "üzenetet ír";

"livechat.offline.message" = "Jelenleg nem vagyunk elérhetők. Kérjük, hagyjon üzenetet, és hamarosan jelentkezünk.";

"livechat.start.chat" = "Beszélgetés indítása";

"livechat.recently.viewed" = "Legutóbb megtekintve";

"livechat.faq.srarch.empty" = "Óh! Az Ön által keresett cikk még szerkesztés alatt áll! Nézzen vissza később!";

"livechat.faq.search" = "Cikk keresése";

"livechat.conversation" = "Beszélgetések";

"livechat.faq" = "Tudásbázis";

"livechat.conversation.search.empty" = "Hoppá! Úgy tűnik, hogy az Ön által beírt szó egyik meglévő beszélgetésben sem szerepel. Esetleg próbálkozzon egy másik keresőszóval!";

"livechat.conversation.attended" = "a következőben: %@, vele: %@"; //in zylker with andrew

"livechat.conversation.missed" = "Elszalasztott %@";//Missed in sales

"livechat.conversation.search" = "Beszélgetés keresése";

"livechat.conversation.empty" = "Még nincsenek beszélgetések! Csak egy kattintásnyira van attól, hogy kapcsolatba lépjen szakértőinkkel.";

"livechat.faq.empty" = "Cikkeket kínáló modulunk még szerkesztés alatt van!";

"livechat.conversaiton.awaiting" = "Várakozás a kapcsolódásra...";

"livechat.faq.article" = "Cikk";

"livechat.faq.articles" = "Cikkek";

"livechat.faq.view" = "megtekintések";

"livechat.faq.views" = "megtekintések";


"livechat.button.endsession" = "Beszélgetés befejezése";
"livechat.message.missedChat" = "Nem fogadott beszélgetési kezdeményezés";
"livechat.message.sharedfile" = "Megosztott egy fájlt";
"livechat.message.suggestions" = "Javaslatok";
"livechat.message.like" = "Kedvelés";
"livechat.message.dislike" = "Nem teszik";
"livechat.message.timezone" = "Időzóna";
"livechat.message.date" = "Dátum";//
"livechat.message.time" = "Időpont";//
"livechat.message.from" = "Ebből:";//
"livechat.message.to" = "Címzett:";//
"livechat.message.speaker" = "Hangszóró";
"livechat.message.settings" = "Beállítások";
"livechat.message.okay" = "Rendben";
"livechat.button.dnt" = "Követés letiltása";
"livechat.button.gotit" = "Megértettem!";
"livechat.button.learnmore" = "További információk";
"livechat.button.accept" = "Elfogadás";
"livechat.button.decline" = "Elutasítás";
"livechat.message.slidetodelete" = "A törléshez húzza el";
"livechat.message.holdtorecord" = "A felvételhez tartsa nyomva, majd engedje el a leállításhoz";
"livechat.permission.microphone" = "A rögzítéshez és hangüzenetek küldéséhez engedélyezze az eszköz mikrofonjához való hozzáférést.";
"livechat.buttton.later" = "Később";
"livechat.message.permission" = "Lépjen az alkalmazások beállításaihoz";
"livechat.message.angry" = "Dühös";
"livechat.message.sad" = "Szomorú";
"livechat.message.neutral" = "Semleges";
"livechat.message.good" = "Jó";
"livechat.message.great" = "Nagyszerű";

"livechat.message.chattransfering" = "%@ átadja ezt a beszélgetést a következőnek: %@.";
"livechat.message.forwardsupport" = "%@ átadja ezt a beszélgetést.";
"livechat.message.forwardaccepted" = "A beszélgetés %@ részére történő átadása sikerült.";

"livechat.button.done" = "Kész";
"livechat.button.skip" = "Kihagyás";
"livechat.button.confirm" = "Megerősítés";
"livechat.message.bookslot" = "Időablak foglalása";

"livechat.message.verybad" = "Nagyon rossz";
"livechat.message.neutral" ="Semleges";
"livechat.message.pickdate" = "Válasszon dátumot";
"livechat.message.pickslot" = "Válasszon időablakot";
"livechat.message.pickloc" = "Válasszon helyet";
"livechat.message.location" = "Hely";
"livechat.message.curloc" = "Jelenlegi hely küldése" ;
"livechat.message.selloc" = "Kiválasztott hely küldése";

"livechat.message.changeemail" = "E-mail cím módosítása";
"livechat.message.translateconsent" = "Google Fordító";
"livechat.message.chatconsent" = "Beszélgetéshez való hozzájárulás";
"livechat.message.trackconsent" = "Követési hozzájárulás";
"livechat.chatconsent.message" = "Az Elfogadás opcióra kattintva ezennel elfogadom a dokumentumban leírt felhasználási feltételeket.";
"livechat.trackconsent.message1" = "Üdvözöljük! Az alkalmazás használati élményének továbbfejlesztése érdekében nyomon követjük az Ön alkalmazáson belüli tevékenységeit.";
"livechat.trackconsent.message2" = "Üdvözöljük! Az alkalmazás használati élményének továbbfejlesztése érdekében nyomon követjük az Ön alkalmazáson belüli tevékenységeit. Ha azonban le kívánja ezt tiltani, kattintson a „Követés letiltása” opcióra.";
"livechat.message.cardmask" = "Bankkártyaadatok maszkolása";
"livechat.creditcard.message" = "Tekintve, hogy az Ön kártyaszáma igen érzékeny adat, kívánja, hogy maszkoljuk a kártyaszám első 12 számjegyét?";
"livechat.button.mask" = "Maszkolás";
"livechat.message.emailtranscript" = "Ön a következőnek készül e-mailben elküldeni a beszélgetés átiratát: %@.";


"livechat.message.continuesession" = "Az Ön velünk folytatott beszélgetése lezajlott. Van még további tisztázandó kérdése? Ha beszélgetést kíván folytatni velünk, kattintson a Tovább lehetőségre.";
"livechat.button.sendemail" = "Beszélgetés átiratának elküldése e-mailben";
"livechat.button.continue" = "Folytatni";
"livechat.message.typeemail" = "Adja meg e-mail címét";
"livechat.message.mailsent" = "Az üzenet elküldve";
"livechat.message.mailfailed" = "Az üzenet elküldése nem sikerül";


"livechat.button.yes" = "IGEN";
"livechat.button.no" = "NEM";
"livechat.message.connectohuman" = "Személyes segítségre van szüksége?";

"livechat.message.downloading" = "Letöltés";
"livechat.message.uploading" = "Feltöltés";

"livechat.message.sendphoto" = "1 fotó küldése";
"livechat.message.sendvideo" = "1 videó küldése";

"livechat.message.sendphotos" = "%@ fotó küldése";
"livechat.message.sendvideos" = "%@ videó küldése";


"livechat.message.senditems" = "%@ elem küldése";

"livechat.message.saved" = "Mentve";
"livechat.message.screenshot" = "A rögzítéshez érintse meg";

"livechat.message.time.yearsago" = "%@ évvel ezelőtt";
"livechat.message.time.monthsago" = "%@ hónappal ezelőtt";
"livechat.message.time.weeksago" = "%@ héttel ezelőtt";
"livechat.message.time.daysago" = "%@ nappal ezelőtt";
"livechat.message.time.hoursago" = "%@ órával ezelőtt";
"livechat.message.time.minutesago" = "%@ perccel ezelőtt";
"livechat.message.time.secondsago" = "%@ másodperccel ezelőtt";
"livechat.continue.chat" = "Beszélgetés folytatása";
"livechat.conversation.started" = "a következőben: %@";
"livechat.message.sendfeedback" = "Visszajelzés küldése";
"livechat.message.sessionendtime" = "A beszélgetés %@ múlva véget ér";

"livechat.message.recieveimage" = "%@ képet küldött";
"livechat.message.recievevideo" = "%@ videót küldött";
"livechat.message.recievegif" = "%@ GIF-et küldött";
"livechat.message.recievefile" = "%@ fájlt küldött";
"livechat.message.recieveaudio" = "%@ hangfelvételt küldött";
"livechat.message.sharescreenshot" = "Képernyőkép megosztása";

//FORMS
"livechat.message.defaultthankmsg" = "Megtisztelő számomra, hogy beszélgettünk ma. Kérjük, hogy szánjon egy percet az értékelésre.";

"livechat.message.rate.1star" = "Sajnáljuk, hogy nem tudtunk segíteni. Javítani fogjuk támogatási szolgáltatásunk minőségét.";
"livechat.message.rate.2star" = "Elnézést kérünk! Gondoskodunk arról, hogy legközelebb jobb tapasztalatokat szerezhessen.";
"livechat.message.rate.3star" = "Köszönjük értékelését. Ha segítségre van szüksége, forduljon hozzánk.";
"livechat.message.rate.4star" = "Köszönjük értékelését. Készséggel állunk rendelkezésére.";
"livechat.message.rate.5star" = "Óh, köszönjük!  Örülünk, ha segítségére lehetünk";

"livechat.message.feedback" = "Köszönjük visszajelzését.";

"livechat.message.state.connecting" = "Kapcsolódás";
"livechat.message.state.connected" = "Kapcsolódik";

"livechat.message.inputcard.title.name" = "Adja meg a nevet";
"livechat.message.inputcard.title.phone" = "Adja meg az elérhetőséget";
"livechat.message.inputcard.title.url" = "Adja meg az URL-címet";
"livechat.message.inputcard.title.email" = "Adja meg az e-mail címet";

"livechat.message.inputcard.error.name" = "Érvényes nevet adjon meg";
"livechat.message.inputcard.error.email" = "Érvényes e-mail címet adjon meg";
"livechat.message.inputcard.error.contact" = "Érvényes elérhetőségi telefonszámot adjon meg";
"livechat.message.inputcard.error.url" = "Érvényes URL-címet adjon meg";

"livechat.message.form.inline.introduction" = "Segítsen megtudnunk, hogy kivel beszélgetünk.";
"livechat.message.form.inline.chatmessage" = "Kérjük, hogy a beszélgetés kezdeményezéséhez adjon meg néhány adatot.";
"livechat.message.form.inline.buttontitle" = "Űrlap kitöltése";

"livechat.message.form.field.error.question" = "Kérdés beírása";
"livechat.message.form.field.question" = "Ide írja kérdését";
"livechat.message.form.field.campaign" = "Szeretne feliratkozni hírlevelünkre?";

"livechat.message.form.field.error.unknown" = "A megadott válasz érvénytelen.";

"livechat.message.form.field.department.fieldname" = "Szervezeti egység";
"livechat.message.form.field.department.message" = "Kérjük, válassza ki azt a szervezeti egységet, amely felé kérését továbbítsuk";
"livechat.message.form.field.department.placeholder" = "Válassza ki a szervezeti egységet";
"livechat.message.form.field.department.coversation.error" = "Válasszon ki egy másik szervezeti egységet.";
"livechat.message.form.field.department.traditional.error" = "Válasszon egy érvényes szervezeti egységet";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Mikor küldhetünk Önnek e-mailt?";
"livechat.message.form.field.email.placeholder" = "Adja meg e-mail címét";
"livechat.message.form.field.email.coversation.error" = "A megadott e-mail cím hibásnak tűnik. Kérjük, ismételje meg e-mail címét.";
"livechat.message.form.field.email.traditional.error" = "Érvényes e-mail címet adjon meg";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "Megkaphatjuk elérhetőségi telefonszámát?";
"livechat.message.form.field.phone.placeholder" = "Adja meg elérhetőségi telefonszámát";
"livechat.message.form.field.phone.coversation.error" = "A megadott telefonszám hibásnak tűnik. Kérjük, ismételje meg telefonszámát.";
"livechat.message.form.field.phone.traditional.error" = "Érvényes telefonszámot adjon meg";


"livechat.message.form.field.name.fieldname" = "Név";
"livechat.message.form.field.name.message" = "Hogyan szeretné, hogy megszólítsuk?";
"livechat.message.form.field.name.placeholder" = "Adja meg nevét";
"livechat.message.form.field.name.coversation.error" = "Úgy tűnik, hogy valami nem stimmel a megadott névvel. Kérjük, ismételje meg nevét.";
"livechat.message.form.field.name.traditional.error" = "Érvényes nevet adjon meg";

"livechat.button.sure" = "Biztos";
"livechat.message.form.conversation.sendername" = "Kezelő";
"livechat.message.form.traditional.title" = "Felhasználó adatai";

"livechat.message.error.internet" = "Kérjük, ellenőrizze internetkapcsolatát.";
"livechat.message.error.unknown" = "Hoppá! Valami hiba történt. Kérjük, próbálja meg újra";


//REOPEN
"livechat.message.error.internet" = "Kérjük, ellenőrizze internetkapcsolatát.";
"livechat.message.error.unknown" = "Hoppá! Valami hiba történt. Kérjük, próbálja meg újra";
"livechat.conversation.started_no_dept" = "ezzel: %@";
"livechat.message.reopensession" = "A beszélgetés véget ért. További kérdés esetén újranyithatja a beszélgetést.";
"livechat.message.failiure.unknown" = "Valami hiba történt. Hibakód: %@";
"livechat.message.failiure.throttle" = "A kapcsolat lelassult. Kicsit később próbálja meg újra.";
"livechat.button.reopen" = "Beszélgetés újranyitása";
"livechat.message.conversation.reopened" = "Ön újranyitotta a beszélgetést";
"livechat.message.sendblocked.ended" = "Ez az beszélgetés véget ért";
"livechat.message.conversation.operatorsunavailable" = "Nincsenek elérhető kezelők";
"livechat.message.conversation.waiting" = "A kezelő hamarosan csatlakozik";
"livechat.message.conversation.formwaiting" = "Várakozás az Ön adataira";

"livechat.message.chatwithus" = "Beszélgessen velünk!";
"livechat.message.search" = "Keresés";
"livechat.rate.titlemessage" = "Milyennek találta a beszélgetést velünk?";
"livechat.rate.subtitlemessage" = "Kérjük, hogy szánjon egy percet az értékelésre.";
"livechat.message.time.justnow" = "Éppen most";
"livechat.message.file" = "Fájl";
"livechat.message.missed.message" = "Sajnáljuk, hogy elmulasztottuk a kapcsolatfelvételt Önnel! Hamarosan jelentkezünk!";
"livechat.message.connection.online.message" = "Ismét jelentkezünk!";

"salesiq.chat.branding" = "A funkciókat a SalesIQ Mobilisten biztosítja";
"livechat.button.download" = "Letöltés";
"livechat.alert.formactivenotice.title" = "Egy másik beszélgetéshez tartozó űrlap aktív";
"livechat.alert.formactivenotice.subtitle" = "Új beszélgetés kezdeményezése előtt kérjük, hogy fejezze be az előző beszélgetéshez tartozó űrlapot!";
"livechat.message.offlinemessage.submitted" = "Offline üzenet elküldve";
"livechat.message.storage_permission.denied" = "A tárhelyhez való hozzáférési engedély megtagadva.";
"livechat.message.timedout" = "Időtúllépés";
"livechat.message.success" = "Sikeres";
"livechat.message.faliure" = "Sikertelen";

"livechat.message.widget.selectionlimit" = "Elérte a kiválasztási korlátot";
"livechat.message.noresult" = "Nincs találat";
"livechat.message.waitingforconnection" = "Várakozás a hálózati kapcsolatra";
"livechat.message.chat.closedalert" = "Munkamenet lezárva! A folytatáshoz nyissa meg újra a beszélgetést.";

"livechat.message.info.chatmissed" = "Beszélgetési kezdeményezését nem tudtuk fogadni";
"livechat.message.status.sending" = "Küldés";
"livechat.message.status.sent" = "Elküldve";
"livechat.message.status.resend" = "Újraküldés";
"livechat.message.status.delete" = "Törlés";
"livechat.message.inputcard.error.novalue" = "Kérjük adjon meg egy érvényes értéket";

"livechat.chat.pendingaction.placeholder" = "Kérem, várjon.";
"livechat.chat.sender.profanity.alert" = "Visszaélés-riasztás";
"livechat.chat.queue.banner.calculating" = "Várakozási idő számolása...";
"livechat.chat.queue.banner.title" = "Ön a beszélgetés várakozási sorában van";
"livechat.chat.queue.banner.timeremaining" = "A beszült várakozási idő kb. %@";
"livechat.chat.queue.banner.position.subtitle" = "Pozíció a sorban";
"livechat.chat.list.subtitle.queue.spot" = "Pozíció a sorban: %@";
"livechat.gdpr.googletranslate.consent" = "A szolgáltatás Google általi fordításokat tartalmaz. A Google a fordításokkal kapcsolatban minden kifejezett vagy beleértett felelősséget elhárít, beleértve a pontosságra, megbízhatóságra, valamint az értékesíthetőségre, adott célra való alkalmasságra és jogsérelemre vonatkozó, beleértett garanciákat.";
"livechat.gdpr.translation.consent" = "Hozzájárulás a fordításhoz";
"livechat.button.schedule" = "Ütemezés";

"livechat.message.inputwidget.datetime.title" = "Dátum és idő";
"livechat.message.search.country.placeholder" = "Ország vagy kód keresése";
"livechat.message.permission.denied.location" = "A helyadatokra vonatkozó hozzáférési engedély megtagadva";
"livechat.messsage.search.noresults" = "Keresése egyetlen találatot sem eredményezett";

"livechat.message.status.edit" = "Szerkesztés";
"livechat.message.status.reply" = "Válasz";
"livechat.message.deletingmessage" = "Üzenet törlése";
"livechat.message.deletemessage" = "Törli az üzenetet?";
"livechat.message.messagedeletedforeveryone" = "Ez az üzenet mindenki számára törölve lesz. Ez a művelet nem vonható vissza";
"livechat.message.loadmoremessage" = "Továbbiak betöltése";
"livechat.message.messagedeleted" = "Ezt az üzenetet törölték";
"livechat.message.messageedited" = "Szerkesztve";
"livechat.message.failure.transcriptFetch" = "Az üzenetek betöltése nem sikerült. Próbálja meg később újra.";
"livechat.message.failure.deleteMessage" = "A üzenet törlése nem sikerült. Próbálja meg később újra.";
"livechat.message.failure.editMessage" = "Az üzenetet nem lehet szerkeszteni. Próbálja meg később újra.";

"livechat.message.log.title" = "Alkalmazásnapló";
"livechat.message.log.chatMessage" = "Az operátor hozzáférést kért az Ön alkalmazásnaplójához";
"livechat.message.share" = "Megosztás";
"livechat.info.message" = "Másolva";

"livechat.booking.description"="Az időpont ütemezéséhez kattintson a „Foglalás most” lehetőségre."; 
"livechat.booking.bookappointment" = "Időpont foglalása"; 
"livechat.booking.cancelbooking" = "Foglalás törlése"; 
"livechat.booking.cancelbooking.message" = "Biztosan törli a foglalást?"; 
"livechat.booking.discardbooking" = "Biztosan elveti a módosításokat"; 
"livechat.common.discard" = "Elvetés"; 
"livechat.booking.pickadate" = "Válasszon dátumot"; 
"livechat.booking.allslotsbooked" = "Minden időablak foglalt"; 
"livechat.booking.allslotsbooked.message" = "Úgy tűnik, hogy erre a napra már minden időablak foglalt. Próbálkozzon egy másik nappal."; 
"livechat.booking.unavailable" = "Nem érhető el"; 
"livechat.booking.slots" = "Időablakok"; 
"livechat.booking.slot" = "Időablak"; 
"livechat.booking.choosedate" = "Válasszon dátumot"; 
"livechat.booking.bookingconfirmation.title" = "Foglalás megerősítése"; 
"livechat.booking.verifydetails" = "Partneradatok megerősítése"; 
"livechat.common.noresultfound" = "A keresés nem hozott eredményt"; 
"livechat.booking.choosetimeslot.title" = "Válasszon időablakot"; 
"livechat.booking.booknow" = "Foglalja le most"; 
"livechat.booking.scheduled" = "Ütemezve"; 
"livechat.booking.cancelled" = "Visszavonva"; 
"livechat.booking.reschedule" = "Újraütemezés"; 
"livechat.booking.cancel" = "Mégse";

"livechat.booking.expired" = "Lejárt";
"livechat.booking.rescheduled" = "Újraütemezve";
"livechat.booking.error.booknow" = "Próbálja újra";
"livechat.booking.error.bookanappointment" = "Nem lehet időpontot foglalni";
"livechat.booking.error.confirmappointment" = "Az időpont foglalása nem sikerült. Próbálja meg újra.";
"livechat.booking.error.rescheduleaction" = "Nem lehet átütemezni. Próbálja meg újra.";
"livechat.booking.error.cancelaction" = "Nem lehet lemondani. Próbálja meg újra.";
"livechat.booking.error.rescheduleappointment" = "Nem lehet átütemezni. Próbálja meg újra.";
"livechat.info.booking.reschedule" = "Időpont átütemezve";
"livechat.info.booking.cancel" = "Időpont lemondva";
"livechat.booking.success.appointment" = "Az időpontfoglalás sikerült";
"livechat.booking.success.reschedule" = "Az időpont átütemezése sikerült";
"livechat.booking.success.cancel" = "Az időpont lemondása sikerült";
"livechat.booking.disabled" = "Az integráció nincs engedélyezve a portálon";
"livechat.booking.search" = "Nincsenek találatok a következőre:";
"livechat.voicemessage.alert.title" = "Hangüzenet elvetése";
"livechat.voicemessage.alert.message" = "Ez elveti az Ön rögzített hangüzenetét";
"livechat.booking.alert.discardChangesPrompt" = "A végzett módosítások nem lesznek mentve. Folytatja?";
"livechat.alert.button.proceed" = "Folytatás";
"livechat.alert.button.cancel" = "Mégse";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Legutóbbi keresések";
"livechat.knowledgebase.categories" = "Kategóriák";
"livechat.knowledgebase.article.updated" = "Frissítve";
"livechat.knowledgebase.action.like" = "Tetszik";
"livechat.knowledgebase.action.dislike" = "Nem teszik";
"livechat.knowledgebase.info.liked" = "Kedvelt";
"livechat.knowledgebase.info.disliked" = "Nem kedvelt";
"livechat.knowledgebase.view" = "megtekintés";
"livechat.knowledgebase.views" = "megtekintések";
"livechat.knowledgebase.action.invalid" = "Érvénytelen művelet. Próbálja meg újra.";
"livechat.knowledgebase.noviews" = "Nincsenek megtekintések";

"livechat.knowledgebase.subcategories" = "Alkategóriák";
"livechat.knowledgebase.article" = "cikk";
"livechat.knowledgebase.articles" = "cikk";
"livechat.knowledgebase.relatedarticles" = "Kapcsolódó cikkek";
"livechat.knowledgebase.subcategory.count" = "alkategória";
"livechat.knowledgebase.subcategories.count" = "alkategória";
"livechat.knowledgebase.recentlyviewed" = "Legutóbb megtekintett";
"livechat.knowledgebase.choosedepartment" = "Válassza ki a szervezeti egységet";
"livechat.knowledgebase.search.departments" = "Szervezeti egységek";
"livechat.knowledgebase.delete.or.disabled" = "A cikk nem érhető el";

"livechat.chat" = "Beszélgetés";
"livechat.knowledgebase.time.yearsago" = "%@ éve frissítve";
"livechat.knowledgebase.time.monthago" = "%@ hónapja feltöltve";
"livechat.knowledgebase.time.dayago" = "1 napja frissítve";
"livechat.knowledgebase.time.daysago" = "%@ napja frissítve";
"livechat.knowledgebase.time.hourago" = "1 órája frissítve";
"livechat.knowledgebase.time.hoursago" = "%@ órája frissítve";
"livechat.knowledgebase.time.justnow" = "Éppen most frissítve";

"livechat.conversation.unavailable" = "A csevegés nem érhető el";
"livechat.message.file.not.supported" = "A fájltípus nem támogatott";
"livechat.message.sending.failed" = "Az üzenet elküldése nem sikerült";
"livechat.launcher.dismiss" = "Az elvetéshez húzza ide";
"livechat.button.endchat" = "Beszélgetés befejezése";

"livechat.message.resendall" = "Összes újraküldése";
"livechat.message.deleteall" = "Összes törlése";
"livechat.filebotcard.minimumselection.error" = "Válasszon ki legalább %@ fájlt";
"livechat.filebotcard.maximumselection.error" = "Legfeljebb %@ fájlt oszthat meg";
"livechat.filebotcard.selectionfile.limitexceed.error" = "A fájl mérete nem lehet nagyobb, mint %@";
"livechat.filebotcard.upload" = "Feltöltés";

"livechat.message.widget.minimumselectionlimit" = "Legalább %@ kijelölt elem szükséges";
"livechat.message.resource.viewarticle" = "Cikk megtekintése";
"livechat.filebotcard.unsupportedfile.error" = "A kijelölt fájl nem támogatott. Kérjük, válasszon egy másik fájlt. ";
"livechat.fab.call.action" = "Hívás";
"livechat.fab.chat.action" = "Beszélgetés";
"livechat.fab.close.action" = "Bezárás";

"livechat.info.call.convertedaschat" = "%@ csevegéssé konvertálta a hívást";
"livechat.info.call.end" = "Hanghívás %@ időpontban, %@ ideig";
"livechat.info.call.reject.peer" = "%@ jelenleg elfoglalt. Később próbálkozzon újra a hívással";
"livechat.info.call.reject" = "%@ elutasított egy hanghívást, ekkor: %@";
"livechat.info.call.missed.other" = "%@ nem fogadta az Ön hanghívását, ekkor: %@";
"livechat.info.call.missed.self" = "%@ elszalasztott egy hanghívást, ekkor: %@";
"livechat.info.call.cancelled" = "%@ megszakított egy hanghívást, ekkor: %@";
"livechat.common.loading" = "Betöltés...";
"livechat.call.title.ongoingcall" = "Folyamatban lévő hívás";
"livechat.prechat.chat.online.title" = "Beszélgessen velünk!";
"livechat.prechat.chat.offline.title" = "Hagyjon üzenetet";
"livechat.prechat.call.online.title" = "Hívjon minket";
"livechat.prechat.call.offline.title" = "Hagyjon értesítést a nem fogadott hívásról";
"livechat.call.warning.make.new.call" = "Nem kezdeményezhet új hívást, amikor már egy másik hívásban van.";
"livechat.call.end.alert.when.end.conversation" = "A beszélgetés befejezése a folyamatban lévő hívást is megszakítja. Biztosan folytatja?";
"livechat.action.end" = "Befejezés";
"livechat.prechat.brand.back.to.online" = "Üdvözöljük! Ismét elérhetőek vagyunk!";
"livechat.call.outgoingcall.duration" = "Kimenő hívás %@ ideig";
"livechat.call.missed" = "Nem fogadott hívás";
"livechat.call.cancelled" = "Megszakított hívás";
"livechat.missed.chat.response" = "Köszönjük, hogy felvette velünk a kapcsolatot! Rövidesen jelentkezünk.";
"livechat.call.miss.alert.title" = "Az operátorok nem érhetők el";
"livechat.call.miss.alert.message" = "Szeretne a nem fogadott hívásról értesítést küldeni nekünk?";
"livechat.chat.miss.alert.message" = "Szeretne üzenet hagyni nekünk?";
"livechat.call.recording.consent.title" = "Hívásrögzítés jóváhagyása";
"livechat.call.recording.consent" = "Minőségbiztosítási, nyilvántartási és képzési okokból minden hívás rögzítésre kerül. Az „Elfogadom” lehetőségre kattintva Ön hozzájárul a hívás rögzítéséhez.";
"livechat.call.queue.title" = "A hívás várakozik";
"livechat.call.microphone.permission.title" = "Kérjük, engedélyezze";
"livechat.call.microphone.permission.custom.message" = "A hanghívások lebonyolítása érdekében a(z) %@ hozzáférési engedélyt kér a mikrofonhoz";
"livechat.call.microphone.permission.message" = "Ez az alkalmazás a hanghívások lebonyolítása érdekében hozzáférési engedélyt kér a mikrofonhoz";
"livechat.button.endconversation" = "Beszélgetés befejezése";
"livechat.message.offlinechat" = "Kapcsolat nélküli beszélgetés";
"livechat.message.offlinecall" = "Kapcsolat nélküli hívás";
"livechat.checkbox.consent.message" = "Elfogadom a felhasználási feltételeket";
"livechat.checkbox.consent.message.tac" = "felhasználási feltételeket";
"livechat.list.subtitle.queue.call" = "Hívása jelenleg várakozik. Kis türelmet.";
"livechat.list.subtitle.queue.chat" = "Beszélgetési kérelme jelenleg várakozik. Kis türelmet.";
"livechat.common.gdpr.consent.title" = "Beszélgetésre vonatkozó jóváhagyás";
"livechat.common.gdpr.consent.message" = "Az Elfogadom opcióra kattintva ezennel elfogadom a dokumentumban leírt felhasználási feltételeket.";
"livechat.common.gdpr.consent.message.in.forms" = "A Felhasználási feltételek jelölőnégyzet bejelölésével Ön a dokumentumban meghatározott összes szabályt elfogadja.";
"livechat.form.toast.agree.tac" = "A folytatáshoz kérjük, fogadja el a felhasználási feltételeket";
"livechat.list.missed.call.subtitle" = "Hívását nem tudtuk fogadni. Kérjük, próbálja meg később.";
"livechat.list.cancel.call.subtitle" = "Ön megszakított egy hanghívást.";
"livechat.list.subtitle.ongoingcallinothersession" = "Folyamatban lévő hívás egy másik munkamenetben";
"livechat.call.failed.message" = "Úgy tűnik, hogy jelenleg minden kezelőnk foglalt!";
"livechat.call.waiting.for.response" = "Türelmét kérjük támogatási munkatársunk jelentkezéséig";
"livecaht.call.initialization.failed" = "Az inicializálás nem sikerült";
